{
    "6748f0e9cc47abadc14da6d7": "Hand over the Reflex Sights",
    "69431a6e8ad919f4f85f31f5": "Find any Reflex Sight in raid",
    "6748e2752d7d27e8ae8a2835 name": "A Friend in Need",
    "6748e2752d7d27e8ae8a2835 description": "I see your a fan of building up guns... got a friend that can get you lowers and stripped Kalashnikovs for cheap. You do this and I will pass you his info.",
    "6748e2752d7d27e8ae8a2835 successMessagetext": "Great, here are the cordinates.",

    "6748f3ef4ad18386fc7e4454": "Find any 5.45 AK Variant in raid",
    "6748f3ff7865e5842925387d": "Hand over the 5.45 AK Variant",
    "6748e308545e854bf440430a name": "Introductions",
    "6748e308545e854bf440430a description": "My good friend Mechanic tells me you're a fan of building weapons from the ground up. Welcome to your new home... Although, I'm going to need you to make it worth my time.",
    "6748e308545e854bf440430a successMessagetext": "Aha! It looks like the beginning of a bright future... let me know if you need anything. Also in the future I'll probably have some lucrative deals, but will need some support securing merchandice. I'll let you know.",

    "6748f668d8d6d3647eae9c7e": "Eliminate Hooligans",
    "6748e4099cc895476789af9d name": "Hooligan Hunt",
    "6748e4099cc895476789af9d description": "Have you seen what the natives of Tarkov are up to? All they do is loot and scavenge, no respect for their old homes. I'm too old to deal with these 'Hooligans'. They continue to ravage any good spots that have a moment of peace left. Considering you brought me those AKs, I think it's high time that these hooligans find out what it means to be a real shooter... and I think you're the one who can get it done. I dont care where you find them. End them.",
    "6748e4099cc895476789af9d successMessagetext": "Thank you. 5k per head, as agreed. To be honest, they were probably worth more than that... consider it another way to spit on their graves.",

    "674901d43ff0312883cf5f21": "Find any ADAR in raid",
    "674901e604b7e2e9fe67411b": "Hand over the ADARs",
    "674901f13456afba3c2e10a1": "Find any M4A1 in raid",
    "674901fe0894c4450c3350c1": "Hand over the M4A1",
    "6748e43a78404d245ab7890d name": "NATO 'Relations' ",
    "6748e43a78404d245ab7890d description": "Remember when I said I might have some better stock? Now's the time to get me the goods. I need 3 AR platforms. 2 ADARs and 1 M4A1. With these, I can start recieving a steady supply.",
    "6748e43a78404d245ab7890d successMessagetext": "Very good. Take one of these ADAR lowers as thanks.",
    
    "674902b263d422ae62b5c50b": "Eliminate PMCs",
    "6748e4de7fd8c00be6d01f60 name": "Need a Favor",
    "6748e4de7fd8c00be6d01f60 description": "Look, I know you're an ex-PMC and all... and probably have some friends out there... but I have a guy that says he can get us some serious hardware. Do this, and he says he will see about getting us a hook-up.",
    "6748e4de7fd8c00be6d01f60 successMessagetext": "You take anyone out you knew from your past life? Anyone named... nevermind, sorry... here, got a large shipment of M4s. Take two of them, my treat.",
    
    "674903393eca038ab46b3a6d": "Eliminate PMCs with a headshot using a DMR ",
    "6748e51ee59e81a06d7ce8f5 name": "Advantage of Range",
    "6748e51ee59e81a06d7ce8f5 description": "I just got this sample of DMR product, wanna try it out? If it's good then let's get a connect going with this ex-NATO agent. Says there's more where this comes from, but you can never be too safe out here. Go test the accuracy of these and let me know if they're the real deal.",
    "6748e51ee59e81a06d7ce8f5 successMessagetext": "Damn! Ok, I'll get this guy on the line. Sounds like his product is good. Here's a couple more to build up.",

    "674907936bb104ed09f214e2": "Kill more Hooligans",
    "6748e5a6640d73144a146840 name": "Hooligan Hunt - Part 2",
    "6748e5a6640d73144a146840 description": "Those pesky hooligans are back and it seems they are angry about those you put 5 feet under. They are threatening to take me out. Do your thing, as always, there is 5k a pop in it for you.",
    "6748e5a6640d73144a146840 successMessagetext": "Good, now I can focus on landing us some better connects. Here's the cash.",
    
    "674908cd1a7e37831e2a0eef": "Eliminate Reshala",
    "6748e5c71faa1a042ede7d7f name": "Hooligan Hunt - Part 3",
    "6748e5c71faa1a042ede7d7f description": "I just got word that one of the 'Big Boys' is looking for you. I guess they weren't too happy about how many you put into the dirt for me. I got some info that says he's looking around Customs at the moment. Word of advice: become the predator first. Good luck. I've heard this guy likes to keep some ex-cops with him, so he's not just gonna roll over.",
    "6748e5c71faa1a042ede7d7f successMessagetext": "Glad to see you're still standing. This is a gift, hopefully it helps you out.",
    
    "6749092552684959ab9a7f49": "Eliminate PMCs using a pistol",
    "6748e688989e6e1fc75b2358 name": "Pistol Whip",
    "6748e688989e6e1fc75b2358 description": "Alright that guy that wanted PMCs taken care of is back and says he can hook us up with some nice Glock 18c's. Time to cleanup some more PMCs.",
    "6748e688989e6e1fc75b2358 successMessagetext": "Great job. The shipment is on its way. I'll let you know when it arrives.",   
        
    "674909e1c7ba178e7a06d644": "Hand over found in raid noodles",
    "6748e6fe981371e7990fa7e9 name": "I'm Hungry",
    "6748e6fe981371e7990fa7e9 description": "Look, this request is gonna sound ridiculous, I need some instant noodles. After hearing that we've got some notoriety in the area, I wanna have a go-bag prepared just in case. I could really use some food that I can store for a while. I'll make it worth your while... trust me.",
    "6748e6fe981371e7990fa7e9 successMessagetext": "Here, I have been holding onto these for a special request. Never thought it would be for noodles though. These will make you meaner on the streets than every shmuck out there.",

    "67490a46d1e14b5337f895eb": "Eliminate Killa",
    "6748e71f86fcde52d4f4b975 name": "Apex Predator - Part 1",
    "6748e71f86fcde52d4f4b975 description": "I got to thinking, if we're gonna keep growing my stock and business, I need to make sure that I can prove to the remaining people in Tarkov not to fuck with me. Since you already took care of Reshala, I think I might as well hire you to take out some more of the big fish. Start with this guy... word on the street is, he goes by 'Killa'. I wont lie, the reward's not as great. I'm giving most of it up front with this kitted Mutant. Consider it a signing bonus. I had Mechanic put it together. Happy Hunting!",
    "6748e71f86fcde52d4f4b975 successMessagetext": "Perfect. Had both variants of the AK545 shipped in. Take a look."
    ,
    "67490b8dfbcb49576320627c": "Eliminate PMCs with a headshot using a DMR",
    "6748e76bb7d0b1d564dec453 name": "Advantage of Range - Part 3",
    "6748e76bb7d0b1d564dec453 description": "Looks like our hardwork is starting to pay off. Next sample product came in for the DMRs. Here are two RSASS, fully built up. Test them out and get back to me.",
    "6748e76bb7d0b1d564dec453 successMessagetext": "Very good. I'll do the final paperwork to get a steady supply in. In the meantime, I've got some other jobs for you.",

    "67490d1ddf1f210e8cc80f80": "Eliminate Tagilla",
    "6748e81a750b046074c19db2 name": "Apex Predator - Part 2",
    "6748e81a750b046074c19db2 description": "Next on the list is this psycho that goes by Tagilla. Dude is obsessed with smashing people with a sledgehammer so watch your corners. The guy hangs around in Factory so I thought a KS-23 might do the trick. Good luck.",
    "6748e81a750b046074c19db2 successMessagetext": "Hope you had a good time cause were going to keep this train going...",

    "6749111ed2a07554ab825ad4": "Eliminate Kaban",
    "6748e84fe433578fa9141589 name": "Apex Predator - Part 3",
    "6748e84fe433578fa9141589 description": "My final contact says hes got two more targets for you before we can get access to the best gear. First up is a man named Kaban, He has got a compound in that large car dealership on Streets. He is gonna have an army with him so make sure your prepared. ",
    "6748e84fe433578fa9141589 successMessagetext": "How does 350k sound? Also got a shipment of M60s in.",

    "67491161596286bac868158e": "Eliminate Knight",
    "674911a7e7fa2956cf933c0b": "Eliminate Big Pipe",
    "674911d28942a60c9472e642": "Eliminate Bird Eye",
    "6748e86e821649b1b21185fc name": "Apex Predator - Part 4",
    "6748e86e821649b1b21185fc description": "Do this and I'll have access to the best of the best platforms available. They go by the Goon Squad. Show them who the real Apex Predator is.",
    "6748e86e821649b1b21185fc successMessagetext": "Welcome back. Now that they are out of the way I can set you up right, just stop by.",
        
    "6749129835bdc34fe736ebb9": "Eliminate PMCs with headshot using a pistol",
    "6748e89231391d3e98740c4c name": "Pistol Whip - Part 2",
    "6748e89231391d3e98740c4c description": "Alright that guy that wanted PMCs taken care of is back and says he can hook us up with some nice Glock 18c's. Time to cleanup some more PMCs.",
    "6748e89231391d3e98740c4c successMessagetext": "Great job. The shipment is on its way. I'll let you know when it arrives.",
        
    "674912ffc6e92a5e3296cb27": "Eliminate any target using a bolt action rifle over 100m",
    "6748e8ca5974253b756ff1cd name": "Dialed In",
    "6748e8ca5974253b756ff1cd description": "Cant help but notice that i am missing some moddable Bolt actions... Lets show some connections that we can put those to good use. There is something nice about sitting in the trees and taking aim.",
    "6748e8ca5974253b756ff1cd successMessagetext": "Great job. They are sending me some M700s to sell, check it out.",
        
    "674913ebd31302d105562f00": "Eliminate any target using a bolt action rifle over 150m",
    "6748e8e54424d92460db6840 name": "Dialed In - Part 2",
    "6748e8e54424d92460db6840 description": "Looks like they still are not convinced your one of the best shooters. Lets up the target to 150m this time.",
    "6748e8e54424d92460db6840 successMessagetext": "Nice job. Unfortunately it is still not enough. This last task should really show them up.",
        
    "674915444cf73d8b41eb6dcf": "Eliminate any target with a headshot using a bolt action rifle over 200m",
    "6748e8f52e5d55a4e3e16a04 name": "Dialed In - Part 3",
    "6748e8f52e5d55a4e3e16a04 description": "Alright fuck these guys. Lets have you do something that they will never be able to achieve.",
    "6748e8f52e5d55a4e3e16a04 successMessagetext": "That shut them up real fuckin fast. Nice job. Got a AMX hookup setup while you were gone.",

    "67491587dbbebe2a7e605749": "Eliminate PMCs using a Shotgun",
    "6748e9cb3e2497f94dec4bb0 name": "Rest In Pieces",
    "6748e9cb3e2497f94dec4bb0 description": "I have always had a soft spot for a good old fashioned shotgun. They can be used for so many things... I'll let you in on a Mossberg supply if you show me you appreciate them just as much as me.",
    "6748e9cb3e2497f94dec4bb0 successMessagetext": "Very good. I see you have taken a liking to them as well.",

    "674915d217e70a3ab3614b32": "Eliminate PMCs using a Shotgun",
    "6748ea73925107f0a73d4d3e name": "Rest In Pieces - Part 2",
    "6748ea73925107f0a73d4d3e description": "You want a dedicated supply of KS-23s? Alright... didnt know my interests took you that far. Take out some more PMCs and Ill see if i can find a supplier.",
    "6748ea73925107f0a73d4d3e successMessagetext": "I wont lie. I have a feeling your going to show us all what it means to be a hunter...",

    "67496f90959249f1aadd0189": "Eliminate PMCs using a Shotgun",
    "67496f900bc4133ae1e2a8c3 name": "Rest In Pieces - Part 3",
    "67496f900bc4133ae1e2a8c3 description": "This is our chance to get ahold of the holy grail of shotguns Merc. An AA12 is an ungodly amount of power. Shred some more PMCs.",
    "67496f900bc4133ae1e2a8c3 successMessagetext": "Time to cast a shadow on God.",

    "6749161d9ef49a6e5d797d22": "Eliminate PMCs with a headshot using a DMR",
    "6748eab7780a792f2819e296 name": "Advantage of Range - Part 2",
    "6748eab7780a792f2819e296 description": "This time he just needs some more PMCs out of the way. No need to to be accurate, just make sure they are dead.",
    "6748eab7780a792f2819e296 successMessagetext": "Very good. I'll do the final paperwork to get a steady supply in. In the meantime, I've got some other jobs for you.",
        
    "67491687750b8881d9e97d4e": "Eliminate Reshala with a pistol",
    "6748eaec93f81646f610f3ea name": "Pistol Whip - Part 3",
    "6748eaec93f81646f610f3ea description": "Reshala carries around a golden TT. He must think hes some slavic cowboy. Show him what a cowboy really is... Desert Eagles are the reward.",
    "6748eaec93f81646f610f3ea successMessagetext": "Time to have some fun!",

    "67490f0e9055f651ab1a7f26": "Eliminate PMC with an SMG",
    "6748ec06294fab1ac1855a4e name": "Bullet Hose",
    "6748ec06294fab1ac1855a4e description": "Theres nothing Like spraying a poor soul with an entire magazine before they can even look your way. Lets get access to some submachine guns.",
    "6748ec06294fab1ac1855a4e successMessagetext": "First shipment has arrived.",

    "6749209005d6bef210e9c408 name": "Bullet Hose - Part 2",
    "6749209005d6bef210e9c408 description": "More PMCs need to be put down. Contact says he can get us access to Vectors.",
    "6749209005d6bef210e9c408 startedMessageText": "Get with it Merc.",
    "6749209005d6bef210e9c408 successMessageText": "Very nice. These Vectors will suit our needs nicely.",
    "67492090b66561726ed70d00": "Eliminate 20 PMCs with an SMG",

    "6749694a6f049d5d0320be24 name": "Bullet Hose - Part 3",
    "6749694a6f049d5d0320be24 description": "Looks like our supplier has one more smg we could add to the arsenal. Show those PMCs what SMGs are really for.",
    "6749694a6f049d5d0320be24 successMessagetext": "This should round out the arsenal perfectly.",
    "6749694a11a104b398fbeaab": "Eliminate PMCs in the Torso with SMGs.",

    "674ab494c52916828d216beb": "Eliminate Partisan",
    "674ab41f4744cd43c90350d3 name": "Apex Predator - Epilogue",
    "674ab41f4744cd43c90350d3 description": "Mechanic let me know through the grapevine that a man that goes by Partisan is looking for you. After eliminating those HVTs your on his radar. Be wary, seems he likes to use some extraordinary techniques.",
    "674ab41f4744cd43c90350d3 successMessagetext": "I wont lie merc, sometimes I'm not even sure that you are human. I'll let you know if I have anything else for you in the future.",
    
    "67d51ee076dcf114ef12c369": "Handover BEAR baseball cap (Any color)",
    "67d51ee56ea77836df072097": "Handover USEC baseball cap (Any color)",
    "67d5207106eb5d14cb0522b2": "Handover Kotton Beanie",
    "67d51ed5df0ad2d00ed7f5a9 name": "Kill In Style",
    "67d51ed5df0ad2d00ed7f5a9 description": "Since I am setting up an organization I thought maybe I should get some vanity items in stock for my associates. No need to find these in raid. Just buy em off anyone or hand me what you already have. I just need some inspiration. I'll also throw in my trusty backpack I used for a while.",
    "67d51ed5df0ad2d00ed7f5a9 successMessagetext": "These will do nicely."
    
}